---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PanelScheduleName
source: html/5f407089-8ecf-1636-47ad-b659663b51ab.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PanelScheduleName Property

"Panel Schedule Name"

## Syntax (C#)
```csharp
public static ForgeTypeId PanelScheduleName { get; }
```